Repository: DigitalLeaderStudio/DigitalLeader
Catalog: DigitalLeader.Web/Localization/Translations.*.resx
Languages: uk

# Careers_Subtitle
source: we are hiring
uk: ми наймаємо

# Careers_Title
source: Careers
uk: Вакансії

# Careers_View_Vacancy
source: View vacancy
uk: Дивитись детальніше

# Career_Apply
source: Apply now
uk: Зв'язатись зараз

# Career_Bonuses
source: Bonuses
uk: Бонуси

# Career_Job_Description
source: Job description
uk: Опис вакансії

# Career_Location
source: Location
uk: Розміщення офісу

# Career_Requirements
source: Requirements
uk: Вимоги

# Career_Responsibilities
source: Responsibilities
uk: Обов'язки

# Career_Salary
source: Salary
uk: Зарплата

# Career_Subtitle
source: Open vacancy
uk: Відкрита вакансія

# Career_Working_Conditions
source: Working сonditions
uk: Умови роботи

# Contact_Form_Company_Placeholder
source: Company
uk: Компанія

# Contact_Form_Email_Placeholder
source: Email *
uk: Електронна пошта *

# Contact_Form_FirstName_Placeholder
source: First name *
uk: Ім'я *

# Contact_Form_LastName_Placeholder
source: Last name
uk: Прізвище

# Contact_Form_Message_Placeholder
source: Describe your business problem
uk: Опишіть Вашу бізнес проблему

# Contact_Form_Phone_Placeholder
source: Telephone *
uk: Телефон *

# Contact_Form_SendButton
source: Send
uk: Відправити

# Contact_Form_Title
source: Contact Form
uk: Форма зв'язку

# Contact_Page_Email_Title
source: Email
uk: Ел. пошта

# Contact_Page_FollowUs_Title
source: Follow us
uk: Соц. мережі

# Contact_Page_Headquarters_Adress
source: Ukraine, Kyiv, 03040, Mykhailo Stelmakh Street, Building 10A
uk: Україна, Київ, вул. Михайла Стельмаха, буд. 10А

# Contact_Page_Headquarters_Title
source: Headquarters
uk: Адреса офісу

# Contact_Page_Phone_Title
source: Phone
uk: Телефон

# Contact_Subtitle_Text
source: tell us about your problem
uk: ми будемо раді допомогти Вам вирішити вашу ІТ проблему

# Contact_Title_Name
source: Contact
uk: Контакти

# Copyright_Name
source: Digital Leader
uk: Цифровий Лідер

# Creed_Subtitle
source: values of our company and team
uk: цінності нашої компанії та команди

# Creed_Title
source: Creed
uk: Наше кредо

# FooterAddress
source: Ukraine, Kyiv, Mykhailo Stelmakh Street
uk: Україна, Київ, вул. Михайла Стельмаха, буд. 10А

# FooterText
source: We are in love with the digital world. We believe that information technology is the key to contemporary business success. In the twenty first century only those businesses will be on the edge of economical prosperity that utilize recent digital trends.
uk: Ми обожнюємо цифровий світ. Ми віримо, що інформаційні технології - це ключ до успіху для сьогоднішнього бізнесу. У двадцять першому столітті лише ті бізнеси будуть на вершині економічного процвітання, які вдало використовують останні цифрові тенденції.

# HeaderCTA
source: Describe your problem
uk: Запросити оцінку

# HomepageCTA
source: Let's upgrade you business
uk: Оновимо ваш бізнес

# Homepage_ContactRequest_Email
source: Email address
uk: Електронна адреса

# Homepage_ContactRequest_FirstName
source: What's your name?
uk: Як Вас звати?

# Homepage_ContactRequest_Message
source: Your problem
uk: Ваша проблема

# Homepage_ContactRequest_Phone
source: Telephone
uk: Телефон

# Homepage_ContactRequest_Placeholder
source: type here
uk: напишіть тут

# LinkBlog
source: Blog
uk: Блог

# LinkCareers
source: Careers
uk: Кар'єра

# LinkCaseStudies
source: Case studies
uk: Історії Успіху

# LinkClients
source: Clients
uk: Клієнти

# LinkCompany
source: Company
uk: Про компанію

# LinkConnect
source: Connect
uk: Зв'язатися

# LinkCreed
source: Creed
uk: Кредо

# LinkGuides
source: Guides
uk: Гайди

# LinkInfographics
source: Infographics
uk: Інфографіка

# LinkPodcasts
source: Podcasts
uk: Подкасти

# LinkPortfolio
source: Portfolio
uk: Портфоліо

# LinkProjects
source: Projects
uk: Проекти

# LinkResources
source: Resources
uk: Ресурси

# LinkServices
source: Services
uk: Послуги

# LinkStory
source: Story
uk: Історія

# LinkTeam
source: Team
uk: Команда

# LinkTestimonials
source: Testimonials
uk: Відгуки

# LinkVideos
source: Videos
uk: Відео

# LinkWhitePapers
source: White Papers
uk: Наукові статті

# Link_Eng
source: ENGLISH
uk: АНГЛ

# Link_Feedback
source: Feedback
uk: Зв'язок

# Link_Privacy
source: Privacy
uk: Приватність

# Link_TermsOfUse
source: Terms of Use
uk: Правила

# Link_Ukr
source: УКРАЇНСЬКА
uk: УКР

# Marketing_Category_Name
source: Digital Marketing
uk: Цифровий маркетинг

# Projects_Subtitle_Text
source: it's all our work
uk: це наші роботи

# Projects_Title_Name
source: Projects
uk: Проекти

# Project_Contributors
source: Contributors
uk: Виконавці

# Project_Objective
source: Objective
uk: Цілі

# Project_Overview
source: Overview
uk: Опис проекту

# Project_Result
source: Results
uk: Результати

# Project_Technologies
source: Technologies
uk: Технології

# Project_Work
source: What has been made
uk: Що було зроблено

# Story_Subtitle
source: Who we are, what we do, who are our clients and our mission
uk: Хто ми, що ми робимо, хто наші клієнти та наша місія

# Story_Title
source: Story
uk: Наша історія

# Team_ExperianceYears_Text
source: years of experience in
uk: роки (ів) досвіду в

# Team_Subtitle
source: masters of their work
uk: майстри своєї справи

# Team_Title
source: Team
uk: Наша команда

# Technology_Category_Name
source: Technology Solutions
uk: ІТ рішення

# Testimonials_See_Project
source: See project
uk: Дивитись проект

# Testimonials_Subtitle_Text
source: these people know they can trust us
uk: ці люди знають, що можуть довіряти нам

# Testimonials_Title_Name
source: Testimonials
uk: Відгуки

# ThankYou_Text
source: We shall get in touch with you soon
uk: Ми скоро зв'яжемося з Вами

# ThankYou_Title
source: Thank you
uk: Дякуємо
